/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitación";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ not installed";

/* {app name} version not supported */
"%@ version not supported" = "%@ version not supported";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "hai %d díes";

/* No comment provided by engineer. */
"%d hours ago" = "hai %d hores";

/* No comment provided by engineer. */
"%d minutes ago" = "hai %d minutos";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d votos";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld avisos";

/* No comment provided by engineer. */
"%ld participants" = "%ld participantes";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 week" = "1 selmana";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"4 hours" = "4 hores";

/* No comment provided by engineer. */
"4 weeks" = "4 selmanes";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 hores";

/* No comment provided by engineer. */
"@-mentions only" = "@-mentions only";

/* No comment provided by engineer. */
"[Unknown username]" = "[Unknown username]";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Aceptar";

/* No comment provided by engineer. */
"Account" = "Cuenta";

/* No comment provided by engineer. */
"Account already added" = "Yá s'amestó la cuenta";

/* No comment provided by engineer. */
"Account not configured" = "Nun se configuró la cuenta";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Cuentes";

/* No comment provided by engineer. */
"Accuracy" = "Precisión";

/* No comment provided by engineer. */
"Add (%lu)" = "Add (%lu)";

/* No comment provided by engineer. */
"Add account" = "Amestar una cuenta";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Amestar una rempuesta";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Amestar participantes";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "Add to favorites";

/* No comment provided by engineer. */
"Added note to self" = "Meter en Favoritos";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"AirPlay button" = "Botón d'AirPlay";

/* No comment provided by engineer. */
"All messages" = "Tolos mensaxes";

/* No comment provided by engineer. */
"All messages were deleted" = "Desaniciáronse tolos mensaxes";

/* No comment provided by engineer. */
"All notifications are muted" = "All notifications are muted";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Allow to dial-in without a pin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Allowed";

/* No comment provided by engineer. */
"Alphabetical order" = "Orde alfabéticu";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Also open to guest app users";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "An administrator added you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "An administrator removed {user0} and {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Prodúxose un error al camudar la configuración de privacidá";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Prodúxose un error al camudar la configuración del estáu de llectura";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Prodúxose un error al camudar la configuración de privacidá al escribir";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Prodúxose un error al quitar la imaxe del perfil";

/* No comment provided by engineer. */
"An error occurred setting address" = "Prodúxose un error al afitar les señes";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Prodúxose un error al configurar la direición de corréu electrónicu";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Prodúxose un error al afitar el númberu de teléfonu";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Prodúxose un error al afitar l'imaxe de perfil";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Prodúxose un error al afitar la cuenta de Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "An error occurred setting user name";

/* No comment provided by engineer. */
"An error occurred setting website" = "An error occurred setting website";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Prodúxose un error al tentar de traducir el mensaxe";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Prodúxose una error mentanto s'amestaba a «%@» a la sala";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Prodúxose un error mentanto s'amestaba la reaición a un mensaxe";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Prodúxose un error mentanto s'amestaba la nota";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Prodúxose un error mentanto se borraba'l mensaxe del estáu";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Prodúxose un error mentanto se creaba la encuesta";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Prodúxose un error mentanto se desaniciaba'l mensaxe";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Prodúxose un error mentanto s'abría'l ficheru «%@»";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Prodúxose mentanto se desaniciaba la reaición d'un mensaxe";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Prodúxose un error mentanto se quitaba l'avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Prodúxose un error mentanto s'unviaba'l mensaxe";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "An error occurred while setting \(formattedPhoneNumber) as phone number";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "An error occurred while setting phone number";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "An error occurred while setting status message";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "An error occurred while setting the avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "An error occurred while sharing the file";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "una hora";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Rempuesta";

/* No comment provided by engineer. */
"Answers" = "Rempuestes";

/* No comment provided by engineer. */
"App" = "Aplicación";

/* No comment provided by engineer. */
"App is outdated" = "L'aplicación nun ta anovada";

/* No comment provided by engineer. */
"Appear offline" = "Appear offline";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Entrugar";

/* No comment provided by engineer. */
"Attachments allowed?" = "Attachments allowed?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Audios";

/* No comment provided by engineer. */
"Away" = "Ausente";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "robó";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Ficheros na caché";

/* No comment provided by engineer. */
"Cached images" = "Imáxenes na caché";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Call notification sent";

/* No comment provided by engineer. */
"Call options" = "Call options";

/* No comment provided by engineer. */
"Call recording enabled?" = "Call recording enabled?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Call recording failed. Please contact your administrator";

/* No comment provided by engineer. */
"Call recording is starting" = "Call recording is starting";

/* No comment provided by engineer. */
"Call recording started" = "Call recording started";

/* No comment provided by engineer. */
"Call recording stopped" = "Call recording stopped";

/* No comment provided by engineer. */
"Call without notification" = "Call without notification";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Llamaes";

/* No comment provided by engineer. */
"Calls enabled?" = "Calls enabled?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Calls from an old account were received.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Calls from old accounts";

/* No comment provided by engineer. */
"Camera" = "Cámara";

/* No comment provided by engineer. */
"Camera access" = "Accesu a la cámara";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Camera access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Camera disabled" = "Camera disabled";

/* No comment provided by engineer. */
"Camera enabled" = "Camera enabled";

/* No comment provided by engineer. */
"Can create conversations?" = "Can create conversations?";

/* No comment provided by engineer. */
"Cancel" = "Encaboxar";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelled call from another account";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Nun se pue compartir cola conversación";

/* No comment provided by engineer. */
"Capabilities" = "Capabilities";

/* No comment provided by engineer. */
"Change password" = "Camudar la contraseña";

/* No comment provided by engineer. */
"Change your vote" = "Change your vote";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Chat messages" = "Chat messages";

/* No comment provided by engineer. */
"Clear cache" = "Borrar la caché";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Borrar el recordatoriu";

/* No comment provided by engineer. */
"Clear status message" = "Borrar el mensaxe del estáu";

/* No comment provided by engineer. */
"Clear status message after" = "Clear status message after";

/* No comment provided by engineer. */
"Close" = "Zarrar";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "Configuración";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirm and hide warning";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Connecting to %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Connecting to the call …";

/* No comment provided by engineer. */
"Contact access" = "Contact access";

/* No comment provided by engineer. */
"Contact access has been denied" = "Negóse l'accesu a los contautos";

/* No comment provided by engineer. */
"Contacts" = "Contautos";

/* No comment provided by engineer. */
"Conversation creation failed" = "La creación de la conversación falló";

/* No comment provided by engineer. */
"Conversation details" = "Detalles de la conversación";

/* No comment provided by engineer. */
"Conversation name" = "Nome de la conversación";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "El nome de la conversación nun pue tar baleru";

/* No comment provided by engineer. */
"Conversation not found" = "Nun s'atopó la conversación";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Conversation not found or not joined";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Configuración de la conversación";

/* No comment provided by engineer. */
"Conversations" = "Conversaciones";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Nun se pudo acceder a la cámara";

/* No comment provided by engineer. */
"Could not access microphone" = "Nun se pudo acceder al micrófonu";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Nun se pudo acceder al reconocimientu de voz";

/* No comment provided by engineer. */
"Could not access your location" = "Nun se pudo acceder a la llocalización";

/* No comment provided by engineer. */
"Could not add participant" = "Nun se pudo amestar al participante";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Could not change call notifications setting";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Could not change listable scope of the conversation";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nun se pudo camudar l'estáu de la sala d'espera de la conversación";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Could not change moderation permissions of the participant";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Could not change notifications setting";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nun se pudo camudar la configuración de la proteición con contraseña";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Nun se pudo camudar l'estáu de namás llectura de la conversación";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nun se pudieron camudar los permisos de compartición de la conversación";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nun se pudo camudar l'estáu SIP de la conversación";

/* No comment provided by engineer. */
"Could not clear chat history" = "Nun se pudo borrar l'historial de la charra";

/* No comment provided by engineer. */
"Could not clear status message" = "Nun se pudo borrar el mensaxe del estáu";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Nun se pudo desaniciar la conversación";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Nun se pudieron consiguir les llingües disponibles";

/* No comment provided by engineer. */
"Could not join %@ call" = "Could not join %@ call";

/* No comment provided by engineer. */
"Could not join call with %@" = "Could not join call with %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Could not join conversation";

/* No comment provided by engineer. */
"Could not leave conversation" = "Nun se pudo colar de la conversación";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Nun se pudo quitar el participante";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Nun se pudo renomar la conversación";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Could not resend email invitations";

/* No comment provided by engineer. */
"Could not send call notification" = "Could not send call notification";

/* No comment provided by engineer. */
"Could not send the message" = "Nun se pudo unviar el mensaxe";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "Could not set conversation name";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Could not set message expiration time";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Could not set phone number";

/* No comment provided by engineer. */
"Could not set status message" = "Could not set status message";

/* No comment provided by engineer. */
"Could not share file" = "Nun se pudo compartir el ficheru";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"Create a new conversation" = "Create a new conversation";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Crea o xúnite a una conversación";

/* No comment provided by engineer. */
"Create poll" = "Crear una encuesta";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "La creación de la encuesta falló";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Credentials for this account were no longer valid";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "díes";

/* No comment provided by engineer. */
"Deck cards" = "Deck cards";

/* No comment provided by engineer. */
"Default" = "Default";

/* No comment provided by engineer. */
"Delete" = "Desaniciar";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Desaniciar too";

/* No comment provided by engineer. */
"Delete all messages" = "Desaniciar tolos mensaxes";

/* No comment provided by engineer. */
"Delete conversation" = "Desaniciar la conversación";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "Desaniciando'l mensaxe";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Demote from moderator";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Negóse";

/* No comment provided by engineer. */
"Description" = "Descripción";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"Details" = "Detalles";

/* No comment provided by engineer. */
"detected" = "detected";

/* No comment provided by engineer. */
"Detecting language" = "Detectando la llingua";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostics";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Disable blur";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Activar l'altavoz";

/* No comment provided by engineer. */
"Disconnected" = "Disconnected";

/* No comment provided by engineer. */
"Dismiss" = "Escartar";

/* No comment provided by engineer. */
"Dismiss notification" = "Escartar l'avisu";

/* No comment provided by engineer. */
"Do not disturb" = "Nun molestar";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "¿De xuru que quies borrar la caché de ficheros?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "¿De xuru que quies borrar la caché d'imáxenes?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "¿De xuru que quies desaniciar tolos mensaxes d'esta conversación?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "¿De xuru que quies finar esta encuesta?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "¿De xuru que quies zarrar la sesión d'esta cuenta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "¿De xuru que quies desaniciar esta cuenta?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "¿Quies conectate al sirvidor de toes toes?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "¿De xuru que quies activar la cámara?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "¿Quies xunite a esta llamada?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "¿Quies compartir «%@» na conversación?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "¿Quies parar la grabación?";

/* No comment provided by engineer. */
"Don't clear" = "Don't clear";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Toca dos vegaes pa escartar el diálogu d'autenticación";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Toca dos vegaes pa escartar les opciones de compartición";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Toca dos vegaes pa editar el perfil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Toca dos vegaes pa des/activar la cámara";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Toca dos vegaes pa des/activar el micrófonu";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Toca dos vegaes pa des/activar l'altavoz";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Toca dos vegaes pa finar la edición del perfil";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Toca dos vegaes pa dir a la información de la conversación";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Double tap to hang up the call";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Toca dos vegaes pa baxar la mano";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Toca dos vegaes p'abrir el restolador de ficheros";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Double tap to select different audio routes";

/* No comment provided by engineer. */
"Double tap to send message" = "Toca dos vegaes pa unviar el mensaxe";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Toca dos vegaes pa compartir coles conversaciones seleicionaes";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Toca dos vegaes p'amosar más aiciones";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Double tap to show or hide chat view";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Calca dos vegaes p'aniciar una videollamada";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Calca dos vegaes pa dexar de grabar";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Double tap to upgrade this voice call to a video call";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicar la sesión";

/* Edit a message or room participants */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "editóse";

/* A message was edited by ... */
"edited by" = "edited by";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "Edición del mensaxe";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Either you don't have chat permission or the conversation is read-only.";

/* No comment provided by engineer. */
"Email" = "Corréu electrónicu";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Activar";

/* No comment provided by engineer. */
"Enable blur" = "Enable blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Activar la compartición de la pantalla";

/* No comment provided by engineer. */
"Enable speaker" = "Activar l'altavoz";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Finar la llamada";

/* No comment provided by engineer. */
"End call for everyone" = "Finar la llamada pa tol mundu";

/* No comment provided by engineer. */
"End poll" = "Finar la encuesta";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Prodúxose un error al crear un recordatoriu";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Prodúxose un error al editar un mensaxe";

/* External signaling used */
"External" = "External";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Nun se pue aceptar la invitación";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Nun se pue borrar el recordatoriu";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Failed to forward message";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Nun se pue refugar invitación";

/* No comment provided by engineer. */
"Failed to send message" = "Nun se pue unviar el mensaxe";

/* No comment provided by engineer. */
"Failed to share recording" = "Nun se pue compartir la grabación";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Federated";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* Filename of a file */
"File" = "Ficheru";

/* No comment provided by engineer. */
"Files" = "Ficheros";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "For password reset and notifications";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Forward";

/* No comment provided by engineer. */
"Forward to" = "Forward to";

/* 'From' which language user wants to translate text */
"From" = "From";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "Nome completu";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Consiguir el códigu fonte";

/* No comment provided by engineer. */
"GitHub API error" = "Error de l'API de GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "convidáu";

/* No comment provided by engineer. */
"Guest" = "Convidáu";

/* No comment provided by engineer. */
"Guests access" = "Guests access";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests app enabled?";

/* No comment provided by engineer. */
"Hang up" = "Hang up";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "hores";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "If you're using multiple servers, you need to check all of them.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Imáxenes, ficheros, llamaes de voz…";

/* No comment provided by engineer. */
"Import account" = "Import account";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Internal";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "La direición del sirvidor ye inválida";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Invisible";

/* No comment provided by engineer. */
"Invitation resent" = "Invitation resent";

/* No comment provided by engineer. */
"Invitations resent" = "Invitations resent";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "It seems that %@ is not installed in your server.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "It seems that there is no internet connection.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Join a conversation or start a new one";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Join call (audio only)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Last subscription";

/* No comment provided by engineer. */
"Last sync" = "Last sync";

/* Remind me later today about that message */
"Later today" = "Later today";

/* No comment provided by engineer. */
"Leave" = "Colar";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Colar de la conversación";

/* No comment provided by engineer. */
"less than a minute ago" = "hai menos d'un minutu";

/* No comment provided by engineer. */
"Link https://…" = "Link https://…";

/* No comment provided by engineer. */
"Linked file" = "Linked file";

/* No comment provided by engineer. */
"Load more results" = "Cargar más resultaos";

/* No comment provided by engineer. */
"Lobby" = "Sala d'espera";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby is still active and you're not a moderator";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Llocalización";

/* No comment provided by engineer. */
"Location access" = "Accesu a la llocalización";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Location service has been denied. Check your settings.";

/* No comment provided by engineer. */
"Location service is not enabled" = "El serviciu de llocalización nun ta activáu";

/* No comment provided by engineer. */
"Locations" = "Llocalizaciones";

/* No comment provided by engineer. */
"Lock conversation" = "Bloquiar la conversación";

/* No comment provided by engineer. */
"Log in" = "Aniciar la sesión";

/* No comment provided by engineer. */
"Log out" = "Zarrar la sesión";

/* No comment provided by engineer. */
"Logged out" = "Zarróse la sesión";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Baxar la mano";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Mark as read";

/* No comment provided by engineer. */
"Mark as unread" = "Mark as unread";

/* No comment provided by engineer. */
"Match system contacts" = "Match system contacts";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Meeting ID";

/* No comment provided by engineer. */
"Meeting settings" = "Meeting settings";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mentioned";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Copióse'l mensaxe";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Nun se pudo desaniciar el mensaxe porque ye mui antiguu";

/* No comment provided by engineer. */
"Message deleted successfully" = "El mensaxe desanicióse correutamente";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Message expiration";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Mensaxes";

/* No comment provided by engineer. */
"Microphone" = "Micrófonu";

/* No comment provided by engineer. */
"Microphone access" = "Accesu al micrófonu";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Nun se permite l'accesu al micrófonu. Comprueba la configuración.";

/* No comment provided by engineer. */
"Microphone disabled" = "Desactivóse'l micrófonu";

/* No comment provided by engineer. */
"Microphone enabled" = "Activóse'l micrófonu";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"Missing phone number information" = "Missing phone number information";

/* The signaling mode used */
"Mode" = "Mode";

/* No comment provided by engineer. */
"moderator" = "moderator";

/* No comment provided by engineer. */
"Modification date" = "Modification date";

/* More menu elements */
"More" = "Más";

/* No comment provided by engineer. */
"More actions" = "Más aiciones";

/* No comment provided by engineer. */
"Multiple answers" = "Multiple answers";

/* No comment provided by engineer. */
"Mute all notifications" = "Mute all notifications";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "My location";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Nearby places" = "Llugares cercanos";

/* No comment provided by engineer. */
"Network available" = "La rede ta disponible";

/* No comment provided by engineer. */
"Network not available" = "La rede nun ta disponible";

/* Never subscribed to the push notification server */
"Never subscribed" = "Never subscribed";

/* No comment provided by engineer. */
"New conversation" = "Conversación nueva";

/* No comment provided by engineer. */
"New poll" = "Encuesta nueva";

/* Remind me next week about that message */
"Next week" = "La próxima selmana";

/* No comment provided by engineer. */
"Tassos server not found" = "Nun s'atopó'l sirvidor de Tassos";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No actions available" = "Nun hai nenguna aición disponible";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Nun se fornió nenguna descripción";

/* No comment provided by engineer. */
"No files in here" = "Equí nun hai nengún ficheru";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "No messages yet, start the conversation!";

/* No comment provided by engineer. */
"No participants found" = "Nun s'atopó nengún participante";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Nun hai nenguna rempuesta del sirvidor";

/* No comment provided by engineer. */
"No results found" = "Nun s'atopó nengún resultáu";

/* No comment provided by engineer. */
"No shared items" = "Nun hai nengún elementu compartíu";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Nun se solicitó";

/* No comment provided by engineer. */
"Note to self" = "Note to self";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "Avisos";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Notifications app enabled?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Now";

/* No comment provided by engineer. */
"Off" = "Non";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "D'acuerdu";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Cuenta antigua";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "En llinia";

/* No comment provided by engineer. */
"Online status" = "Estáu en llinia";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Namás se puen desaniciar los mensaxes de la charra normales";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Only synchronize to trusted servers";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Only visible to people matched via phone number integration";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Only visible to people on this instance and guests";

/* No comment provided by engineer. */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open app settings" = "Abrir la configuración de l'aplicación";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Open conversation to registered users";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Abrir les conversaciones";

/* No comment provided by engineer. */
"Open in %@" = "Open in %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Otres cuentes";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Others";

/* Owner of a repository */
"Owner" = "Propietariu";

/* No comment provided by engineer. */
"Participants" = "Participantes";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "Invitaciones pendientes";

/* No comment provided by engineer. */
"Phone number" = "Númberu de teléfonu";

/* No comment provided by engineer. */
"Phone number integration" = "Phone number integration";

/* No comment provided by engineer. */
"Phone number set successfully" = "Phone number set successfully";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Photo library access" = "Photo library access";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Please check that you entered the correct Tassos server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Ponte en contautu cola alministración del sistema.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Please update your server with the latest %@ version available.";

/* No comment provided by engineer. */
"Please update." = "Anueva.";

/* No comment provided by engineer. */
"Poll" = "Encuesta";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Resultaos de la encuenta";

/* No comment provided by engineer. */
"Polls" = "Encuestes";

/* No comment provided by engineer. */
"Preview" = "Preview";

/* No comment provided by engineer. */
"Privacy" = "Privacidá";

/* No comment provided by engineer. */
"Private" = "Private";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile picture" = "Profile picture";

/* No comment provided by engineer. */
"Promote to moderator" = "Promote to moderator";

/* No comment provided by engineer. */
"Published" = "Published";

/* No comment provided by engineer. */
"Push notifications" = "Push notifications";

/* No comment provided by engineer. */
"Question" = "Entruga";

/* No comment provided by engineer. */
"Raise hand" = "Alzar la mano";

/* No comment provided by engineer. */
"Reachable?" = "Reachable?";

/* No comment provided by engineer. */
"Reactions" = "Reaiciones";

/* No comment provided by engineer. */
"Read status" = "Read status";

/* No comment provided by engineer. */
"Received call from an old account" = "Recibióse la llamada d'una cuenta antigua";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Record voice message";

/* No comment provided by engineer. */
"Recording" = "Recording";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Grabaciones";

/* No comment provided by engineer. */
"Redo" = "Refacer";

/* No comment provided by engineer. */
"Reference API supported?" = "Reference API supported?";

/* No comment provided by engineer. */
"Reject" = "Refugar";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Reminder was successfully set";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "Quitar";

/* No comment provided by engineer. */
"Remove account" = "Quitar la cuenta";

/* No comment provided by engineer. */
"Remove from favorites" = "Remove from favorites";

/* No comment provided by engineer. */
"Remove group and members" = "Remove group and members";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Remove old duplicate entries and leave only the most recent entries.";

/* No comment provided by engineer. */
"Remove participant" = "Remove participant";

/* No comment provided by engineer. */
"Remove password" = "Quitar la contraseña";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Reply privately" = "Responder per privao";

/* Name of a repository */
"Repo" = "Depósitu";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Volver unviar";

/* No comment provided by engineer. */
"Resend invitation" = "Volver unviar la invitación";

/* No comment provided by engineer. */
"Resend invitations" = "Volver unviar les invitaciones";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Resultaos";

/* No comment provided by engineer. */
"Retry" = "Retentar";

/* Save conversation description */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "¡Saluda a amigos y colegues!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "La grabación de la pantalla paró";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search for places" = "Search for places";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Select language";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Unviar";

/* No comment provided by engineer. */
"Send a reaction" = "Unviar una reaición";

/* No comment provided by engineer. */
"Send call notification" = "Send call notification";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Unviar el mensaxe";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Unviar ensin avisar";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "Sirvidor";

/* No comment provided by engineer. */
"Server address https://…" = "Server address https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server is currently in maintenance mode";

/* No comment provided by engineer. */
"Server not found" = "Server not found";

/* No comment provided by engineer. */
"Set" = "Set";

/* No comment provided by engineer. */
"Set password" = "Set password";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "Set status message";

/* No comment provided by engineer. */
"Settings" = "Configuración";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Share a file from your Tassos";

/* No comment provided by engineer. */
"Share current location" = "Share current location";

/* No comment provided by engineer. */
"Share link" = "Share link";

/* No comment provided by engineer. */
"Share location" = "Compartir la llocalización";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Share pin location";

/* No comment provided by engineer. */
"Share to chat" = "Share to chat";

/* No comment provided by engineer. */
"Share with" = "Share with";

/* No comment provided by engineer. */
"Shared items" = "Elementos compartíos";

/* No comment provided by engineer. */
"Shared location" = "Shared location";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Amosar más…";

/* No comment provided by engineer. */
"Signaling" = "Signaling";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP dial-in";

/* No comment provided by engineer. */
"Skip" = "Saltar";

/* No comment provided by engineer. */
"Slide to cancel" = "Slide to cancel";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Códigu fonte";

/* speaker = Loudspeaker, device */
"Speaker" = "Altavoz";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Desactivóse l'altavoz";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Activóse l'altavoz";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Speech recognition access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Speech recognition failed" = "El reconocimientu de voz falló";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Aniciar la grabación";

/* No comment provided by engineer. */
"Start time" = "Start time";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Estáu";

/* No comment provided by engineer. */
"Status message" = "Mensaxe del estáu";

/* Action to 'Stop' a recording */
"Stop" = "Parar";

/* No comment provided by engineer. */
"Stop recording" = "Dexar de grabar";

/* No comment provided by engineer. */
"Stop screensharing" = "Dexar de compartir la pantalla";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "Sirvidores STUN";

/* No comment provided by engineer. */
"Submit vote" = "Unviar el votu";

/* No comment provided by engineer. */
"Switch account" = "Cambiar de cuenta";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Switching to another conversation …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronize to trusted servers and the global and public address book";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Toca y ten primío pa grabar un mensaxe de voz";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Toca y ten primío pa grabar un mensaxe de voz, llevanta'l deu pa unvialu";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "L'aplicación ye mui antigua y yá nun ye compatible con esti sirvidor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "La contraseña ye incorreuta";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "There is no account for user %1$@ in server %2$@ configured in this app.";

/* No comment provided by engineer. */
"This call is being recorded" = "This call is being recorded";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "La conversación ye de namás llectura";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "This meeting is scheduled for";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "This usually indicates that this device was previously used for an account, which was not properly removed from the server.";

/* No comment provided by engineer. */
"This week" = "Esta selmana";

/* Remind me this weekend about that message */
"This weekend" = "Esta fin de selmana";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "This will impact the functionality of this app. Please review your settings.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Títulu";

/* 'To' which language user wants to translate text */
"To" = "To";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "To resolve this issue, use the web interface and go to \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "To:";

/* No comment provided by engineer. */
"Today" = "Güei";

/* Remind me tomorrow about that message */
"Tomorrow" = "Mañana";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Trescribir";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Trescripción";

/* No comment provided by engineer. */
"Translate" = "Traducir";

/* No comment provided by engineer. */
"Translation" = "Traducción";

/* No comment provided by engineer. */
"Translation failed" = "La traducción falló";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "Sirvidor TURN";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Typing indicator" = "Typing indicator";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Nun ye posible consiguir el contestu del mensaxe";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Nun ye posible consiguir la conversación del mensaxe";

/* No comment provided by engineer. */
"Unable to load file" = "Nun ye posible cargar el ficheru";

/* No comment provided by engineer. */
"Unable to open file" = "Nun ye posible abrir el ficheru";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "Un ta disponible";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Devices & sessions\" check if there are duplicate entries for the same device.";

/* No comment provided by engineer. */
"Undo" = "Desafacer";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown error" = "Error desconocíu";

/* No comment provided by engineer. */
"Unknown error occurred" = "Prodúxose un error desconocíu";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Ensin lleer";

/* No comment provided by engineer. */
"Unread mentions" = "Menciones ensin lleer";

/* No comment provided by engineer. */
"Unread messages" = "Mensaxes ensin lleer";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Anovar";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "L'anovamientu falló";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Uploading %ld elements";

/* No comment provided by engineer. */
"User" = "Usuariu";

/* No comment provided by engineer. */
"User profile and settings" = "User profile and settings";

/* No comment provided by engineer. */
"User status supported?" = "User status supported?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Usuarios";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Versión";

/* Join a call in video call mode */
"Video call" = "Videollamada";

/* No comment provided by engineer. */
"Video quality" = "Calidá del videu";

/* Conversation visibility settings */
"Visibility" = "Visibilidá";

/* No comment provided by engineer. */
"Voice messages" = "Mensaxes de voz";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Waiting for %@ to join call …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Waiting for others to join call …";

/* No comment provided by engineer. */
"Website" = "Sitiu web";

/* No comment provided by engineer. */
"What is your status?" = "¿Cuál ye'l to estáu?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Write message, @ to mention someone …";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Yesterday" = "Ayeri";

/* No comment provided by engineer. */
"You" = "Tu";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "You added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "You are currently waiting in the lobby";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "You are not part of any conversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "You can set your phone number so other users will be able to find you";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "You demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "You have been muted by a moderator";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "You need to promote a new moderator before you can leave %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "You promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"You received a new notification" = "Recibiesti un avisu nuevu";

/* No comment provided by engineer. */
"You reconnected to the call" = "Reconectéstite a la llamada";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "You removed {user0} and {user1}";

/* No comment provided by engineer. */
"Your email address" = "Your email address";

/* No comment provided by engineer. */
"Your phone number" = "Your phone number";

/* No comment provided by engineer. */
"Your PIN" = "Your PIN";

/* No comment provided by engineer. */
"Your postal address" = "Your postal address";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Mensaxes nuevos";

